Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Talk together about reuse and recycling.
nn: Snakk saman om attbruk og attvinning.

source: A CV provides an overview of who you are, what kind of education you have and what you have done.
nn: Når du har funne ein jobb du har lyst på, må du skrive ein søknad og levere ein cv.

source: No one can have all the information available in their head.
nn: Ingen menneske er i stand til å ha all informasjonen som finst, i hovudet.

source: Norway was among the first countries to join the UN in November 1945.
nn: Noreg var blant dei fyrste landa som vart med i organisasjonen, i november 1945.

source: The government consists of cabinet ministers (political leaders for each ministry) and a prime minister.
nn: Regjeringa består av statsrådane (den politiske leiaren for kvart departement) og statsministeren.

source: More than 20% of the total tax revenues come from VAT.
nn: Meir enn 20 prosent av dei totale skatteinntektene til det offentlege kjem frå momsen.

source: They influence both ordinary viewers/readers/listeners and the politicians.
nn: Dei påverkar både vanlege sjåarar/lesarar/lyttarar og politikarar.

source: There are 169 representatives in Parliament, who are elected by the people to a four-year term.
nn: På Stortinget sit det 169 representantar som blir valde av folket for fire år om gongen.

source: Adults over the age of 20 pay full price for dental work.
nn: Vaksne over 20 år betaler vanlegvis full pris for tannlegebehandlingar.

source: The curriculum taught at schools has changed considerably over the past 300 years in which education has been mandatory in Norway.
nn: Innhaldet i skulen har endra seg mykje i løpet av dei 300 åra vi har hatt obligatorisk skulegang her i landet.

source: You must be able to identify yourself (by bank card, driver’s licence, passport or ID card) at the pharmacy when you are going to pick up prescribed medication.
nn: Du må kunne identifisere deg (med bankkort, førarkort, pass eller ID-kort) når du skal hente reseptpliktige medisinar på apoteket.

source: Complicity is punishable in the same way.
nn: Medverknad blir straffa på same måte.

source: The negotiations are either held directly between an employer and an employee or between the employer’s representatives and the employees’ representatives.
nn: Forhandlingane går anten føre seg direkte mellom ein arbeidsgjevar og ein arbeidstakar eller mellom representantar for arbeidsgjevaren og arbeidstakarane.

source: Shipping and fishing are also major sources of emissions in Norway.
nn: Sjøfart og fiske er òg store utsleppskjelder i Noreg.

source: In Norway, the Act relating to the Termination of Pregnancy (the Abortion Act) provides that women can decide to terminate a pregnancy if it takes place in the first 12 weeks of pregnancy.
nn: I Norge seier lov om svangerskapsavbrot (abortlova) at ei kvinne sjølv kan ta avgjerda om å avbryte eit svangerskap dersom det blir gjort i løpet av dei første 12 vekene av svangerskapet.

source: Many Norwegians hoped that Norway would become an independent country, and 112 powerful men met at Eidsvoll.
nn: Mange nordmenn håpa at Noreg ville bli eit sjølvstendig land etter unionsoppløysinga, og 112 mektige menn kom saman på Eidsvoll.

source: Social arenas are places where people meet to spend time together.
nn: Sosiale arenaer er stader der menneske møtest for å vere saman.

source: Today, the standard of living in Norway is high.
nn: I dag er levestandarden i Noreg god.

source: Prices can vary from pharmacy to pharmacy, or from shop to shop.
nn: Prisane kan variere frå apotek til apotek, og frå butikk til butikk.

source: Pupils aged between 16 and 25 are entitled to a place at upper secondary school.
nn: Elevar mellom 16 og 25 år har rett til ein plass på vidaregåande.

source: Health checks and vaccines
nn: Helsekontrollar og vaksiner

source: You will then be connected to the ambulance service.
nn: Då kjem du til ambulansesentralen.

source: About 30% of adults in Norway have higher education.
nn: Om lag 30 prosent av vaksne i Noreg i dag har høgare utdanning.

source: This act was in force right up until 1965.
nn: Denne lova gjaldt heilt fram til 1965.

source: Meryam and her family just arrived in Norway.
nn: Meryam og familien hennar har nettopp kome til Noreg.

source: In outlying land (beaches, marshland, forests and mountains), we can go anywhere on foot or on skis and take a break wherever we like.
nn: I utmark (strand, myr, skog og fjell) kan vi ferdast overalt til fots og på ski og slå oss ned der vi vil.

source: Norway has freedom of assembly.
nn: Det er organisasjonsfridom i Noreg.

source: In 872, the Viking Harald Fairhair became king of the whole of Norway.
nn: I år 872 blei vikingen Harald Hårfagre konge over heile Noreg.

source: This benefits society for a number of reasons:
nn: Dette er ein god ting for samfunnet på fleire måtar:

source: The movement gained greater influence from the 1920s.
nn: Frå 1920-talet fekk rørsla meir innverknad.

source: Any person who is over 18 years of age, not already married, and lawfully resident in Norway may contract a marriage here.
nn: Alle som er over 18 år, som ikkje er gifte frå før, og som har lovleg opphald i Noreg, kan inngå ekteskap her.

source: Income and expenses
nn: Inntekter og utgifter

source: Norway’s goal is that almost all new cars sold should be zero-emission cars from 2025.
nn: Noreg har sett som mål at frå 2025 skal nesten alle nye bilar som blir selde, vere nullutsleppsbilar.

source: These services involve advice, health examinations, vaccinations, follow-up and the necessary referrals.
nn: Arbeidet inneber rettleiing, helseundersøkingar, vaksinering, oppfølging og tilvising vidare ved behov.

source: Generally speaking, the parents have primary responsibility for their children and the children have the right to parental care and concern.
nn: Det er som regel foreldra som har hovudansvaret for barna sine, og barn har krav på omsorg og omtanke frå foreldra.

source: Norway became an independent country again in 1905.
nn: I 1905 blei Noreg igjen eit sjølvstendig land.

source: This was reduced to eight hours in 1919.
nn: I 1919 blei dette endra til åtte timar.

source: The UN adopted the Universal Declaration of Human Rights in 1948.
nn: I 1948 blei FN si verdserklæring om menneskerettar vedteken.

source: The central government also sets the framework for the counties and municipalities.
nn: Staten set også rammer for fylkeskommunane og kommunane.

source: Many people take part in voluntary organisations in the Scandinavian countries.
nn: I dei skandinaviske landa er mange med i frivillige organisasjonar.

source: You have now learned about the period of Norwegian history from 1814 to 1905.
nn: No har du lært ein del om norsk historie frå perioden mellom 1814 og 1905.

source: Providing help and support:
nn: Å gi hjelp og støtte:

source: More and more factories were being built and many people moved from the countryside to the cities for work.
nn: Fleire og fleire fabrikkar vart starta opp, og mange flytte frå landsbygda til byane for å få arbeid.

source: Smaller municipalities often have up to 90 percent detached houses.
nn: I mindre kommunar kan det vere opptil 90 prosent einebustader.

source: Anyone over the age of 18 who is not already married and living in Norway legally can enter into marriage.
nn: Alle som er over 18 år, som ikkje er gifte frå før, og som har lovleg opphald i Noreg, kan inngå ekteskap her.

source: If the Child Welfare Service finds reason to do so, they will contact the child and parents to find out more about the child’s situation.
nn: Dersom barnevernet ser at det er grunn til det, tek dei kontakt med barn og foreldre for å få meir informasjon om korleis barnet har det.

source: If you have paid too little tax, you will receive an invoice you have to pay.
nn: Dersom ein har betalt for lite skatt, må ein betale ein faktura.

source: The child is to have an increasingly greater right to self-determination as the child matures.
nn: Barnet skal få stadig større sjølvråderett etter kvart som det modnast og utviklar seg.

source: Immigrants can naturally do the same.
nn: Det same kan sjølvsagt innvandrarar gjere.

source: Outpatient treatment means that you are treated at a hospital without being admitted.
nn: Poliklinisk behandling betyr at du får behandling på eit sjukehus, men at du ikkje blir innlagd.

source: The right to divorce, birth control, elective abortion and women’s right to decide over their own bodies have also been important issues for the women’s movement.
nn: Retten til skilsmisse, rett til prevensjon, fri abort og kvinners rett til å bestemme over sin eigen kropp har også vore viktige saker for kvinnerørsla.

source: In March/April, everyone receives an overview of their income etc. for the previous year.
nn: I mars/april får alle ei oversikt over inntekter og liknande for året før.

source: This right means that the education is free, and the obligation means that these people must complete 600 hours of tuition in order to be granted permanent residence (or citizenship).
nn: Retten inneber at opplæringa er gratis, og plikta inneber at desse personane må gjennomføre 600 timar opplæring for å få innvilga permanent opphald (eller statsborgarskap).

source: Many children also had to work at the factories in order for their family to survive.
nn: Mange barn måtte også jobbe på fabrikkane for at familien skulle overleve.

source: Some of the largest cities are:
nn: Nokon av dei største byane er:

source: Freedom of speech means that anyone can voice their opinion on politics, religion and other matters freely, can debate topics with others freely, and can write about their opinions freely without the fear of persecution.
nn: Ytringsfridom tyder at ein fritt kan seie meininga si om blant anna politikk og religion, at ein fritt kan diskutere med andre, og at ein fritt kan skrive om meiningane sine utan å bli straffa for dette.

source: Approx. 30% of today’s working population in Norway are civil servants.
nn: 30 % av dei yrkesaktive i Noreg i dag arbeider i det offentlege.

source: The North Atlantic Treaty Organization (NATO) is a defence organisation with 29 member countries in Europe and North America.
nn: North Atlantic Treaty Organization (NATO) er ein forsvarsallianse med 29 medlemsland i Europa og Nord-Amerika.

source: The UN currently has 193 member countries.
nn: I dag har SN 193 medlemsland.

source: The application and CV should be written in correct Norwegian.
nn: Søknaden og CV-en bør vere skrivne på korrekt norsk.

source: Meryam’s parents are not Christian.
nn: Foreldra til Meryam er ikkje kristne.

source: Decisions reached in the UN are therefore not legally binding for member countries.
nn: Vedtak som blir gjorde i SN, er derfor ikkje juridisk bindande for medlemslanda.

source: Nature conservation and environmental protection aim to ensure that people, animals and plants have good biotopes, also for the future.
nn: Natur- og miljøvern skal sikre at menneske, dyr og plantar skal ha eit godt livsmiljø, no og for ettertida.

source: Over the past 30 years, major changes have once again taken place in the Norwegian labour market.
nn: I løpet av dei siste 30 åra har det igjen skjedd store endringar i arbeidsmarknaden i Noreg.

source: Upper secondary education for adults is free within the public school system.
nn: Vidaregåande utdanning for vaksne er gratis innanfor det offentlege skulesystemet.

source: The shops are closed, and most people do not work on these days.
nn: På desse dagane er butikkane stengde, og mange har fri frå jobben.

source: The first day of the year is 1 January.
nn: Den første dagen i året er 1.

source: Christmas Day and Boxing Day are public holidays.
nn: Første og andre juledag er helgedagar.

source: There are 11 counties in Norway.
nn: Det er 11 fylke i Noreg.

source: They need to learn to use the information they find, resolve different types of problems, and work together with others.
nn: Dei skal lære å bruke den informasjonen dei finn, til å løyse ulike problemstillingar, og dei skal lære å samarbeide med andre.

source: The first act, vergerådsloven (child welfare act) entered into force in 1900.
nn: Den første lova, verjerådslova, tredde i kraft i år 1900.

source: The Easter holiday is celebrated in March or April.
nn: I mars eller april er det påske.

source: Eventually, Germany started losing the war on more and more fronts, and it was forced to capitulate in May 1945.
nn: Etter kvart tapte tyskarane på fleire og fleire frontar, og i mai 1945 måtte dei kapitulere.

source: This makes it easy to maintain an overview of your bank account, keep an eye on income and expenses and pay bills.
nn: Då kan vi enkelt ha oversikt over bankkontoen vår, følgje med på inntekter og utgifter og betale rekningar.

source: Where are you?
nn: Kvar er du?

source: What ethical issues do you think Martin and Maria will discuss?
nn: Kva for etiske problemstillingar trur du at Martin og Maria diskuterer?

source: Martin and Maria are wondering what they should choose.
nn: Martin og Maria lurer på kva dei skal velje.

source: In this way, they influence both ordinary viewers/readers/listeners and the politicians.
nn: På den måten påverkar dei både vanlege sjåarane/lesarar/lyttarar og politikarar.

source: The patient charge for a regular GP appointment is usually between 150 and 300 Norwegian kroner.
nn: Eigendelen hos fastlegen er vanlegvis 150–300 kroner per besøk.

source: When young people reach the age of 14 or 15, they can choose to participate in a confirmation ceremony.
nn: Når ungdomar er 14‒15 år gamle, kan dei velje å konfirmere seg.

source: This amount has been ten years since 1997.
nn: Frå 1997 har det vore ti års opplæringsplikt.

source: Provide a comprehensive and effective labour and welfare service
nn: ei heilskapleg og effektiv arbeids- og velferdsforvaltning

source: The last day of the year is 31 December.
nn: Den siste dagen i året er 31. desember.

source: The standard VAT rate is 25%, while it is 15% for food.
nn: Den vanlege satsen for moms er 25 prosent, medan han er 15 prosent på matvarer.

source: A modern welfare society depends on a high employment rate, technology, production and innovation.
nn: Eit moderne velferdssamfunn er avhengig av høg sysselsetjing, teknologi, produksjon og nyskaping.

source: If you have a serious and chronic illness, you can get medication, nutritional products and medical supplies on reimbursable prescriptions.
nn: Dersom du har ein alvorleg og langvarig sjukdom, kan du få legemiddel, næringsmiddel og medisinsk forbruksmateriell på blå resept.

source: For example, everyone has 190 schooldays each year, but the politicians in every municipality decide when school holidays and breaks are scheduled.
nn: Det er til dømes 190 skuledagar kvart år for alle, men politikarane i kvar kommune avgjer tidspunktet for dei forskjellige ferie- og fridagane skal leggjast.

source: Talk about the advantages and disadvantages of oil production and wind power.
nn: Snakk om fordelar og ulemper ved oljeproduksjon og vindkraft.

source: Public health in Norway has improved considerably over the past 100 years.
nn: Folkehelsa i Noreg har vorte vesentleg betre i løpet av dei siste 100 åra.

source: As with hydroelectric power 50 years before, the oil resources remained public property, while private companies could buy rights to oil exploration, drilling and production in defined areas for a limited time.
nn: Som med vasskrafta 50 år tidlegare vart også oljeressursane verande i offentleg eige, men private selskap fekk kjøpe rettar til å leite, bore og utvinne olje i avgrensa område og i avgrensa tidsrom.

source: In 1948, the UN created the Universal Declaration of Human Rights which applies to all people.
nn: I 1948 vedtok SN ei universell menneskerettserklæring som gjeld for alle menneske.

source: The UN Convention on the Rights of the Child contains 42 articles that describe the rights of all children.
nn: FNs barnekonvensjon inneheld 42 punkt som seier kva for rettar alle barn har.

source: Right to residence in Norway for EU/EEA/EFTA citizens:
nn: Rett til opphald i Noreg for EU/EØS/EFTA-borgarar:

source: The voting age in Norway is 18 years.
nn: Stemmerettsalderen i Noreg er 18 år.

source: After several hundred years in union with Denmark, the written language used in Norway was Danish.
nn: Etter fleire hundre år i union med Danmark, var det dansk som var skriftspråket i Noreg.

source: Everyone shall have the same rights and opportunities regardless of age, ethnicity, functional ability, gender, religion and sexual orientation.
nn: Alle menneske skal ha like rettar og moglegheiter uavhengig av alder, etnisitet, funksjonsevne, kjønn, religion og seksuell orientering.

source: Many of these organisations also help people to learn about democracy.
nn: Mange av desse organisasjonane fungerer òg som ei slags opplæring i demokrati.

source: The union between Denmark and Norway
nn: Unionen mellom Danmark og Noreg

source: There are nearly 100 towns and cities in Norway.
nn: Det er nesten 100 byar i Noreg.

source: This means that they must not allow themselves to be influenced by politicians, the media or other groups when working on concrete cases.
nn: Det tyder at dei ikkje skal la seg påverke av politikarar, media eller andre i arbeidet sitt med konkrete saker.

source: In 1950, a newborn girl could expect to live to the age of 73.5 years, while a boy could expect to live until the age of 70.
nn: I 1950 kunne ei nyfødd jente forvente å leve til ho vart 73,5 år, medan ein gut kunne forvente å leve til han vart 70 år.

source: The labour market in Norway
nn: Arbeidsmarknaden i Noreg

source: Jobs for all!
nn: Heile folket i arbeid!

source: In a democracy, citizens have certain rights and freedoms:
nn: I eit demokrati har innbyggjarane visse rettar og fridomar:

source: Between 50 and 60% of them are christened in church as infants.
nn: Mellom 50 og 60 prosent av desse blir døypte i kyrkja medan dei er babyar.

source: Examples of practical education programmes include carpenter, hairdresser, health worker and car mechanic programmes.
nn: Døme på praktiske utdanningar er snikkar, frisør, helsefagarbeidar og bilmekanikar.

source: Children who have reached the age of 15 have the right to make decisions in matters relating to education and to join or leave organisations.
nn: Eit barn som har fylt 15 år, har sjølv rett til å avgjere spørsmål om utdanning og melde seg inn i og ut av organisasjonar.

source: Norway's national day is 17 May.
nn: Den norske nasjonaldagen er 17.

source: Freedom of religion and faith
nn: Religions- og trusfridom

source: Many people became increasingly proud of being Norwegian, and many people wanted Norway to become an independent country.
nn: Nasjonalromantikken kom til uttrykk både i litteratur, biletkunst og musikk.Folk blei stolte over å vere norske, og mange ønskte at Noreg skulle bli eit sjølvstendig land.

source: Norway is a rich country today.
nn: I dag er Noreg eit rikt land.

source: Many people lost their jobs and their homes.
nn: Mange miste jobbane og heimane sine.

source: People in the same family often vote for different parties.
nn: Det hender ofte at medlemer av same familie stemmer på ulike parti.

source: Children are entitled to feel happy and secure during the school day, and to a good and adapted learning environment.
nn: Barna har rett til ein skulekvardag der dei kan oppleve trivsel og tryggleik, og dei har rett til eit godt og tilpassa læringsmiljø.

source: A number of kings in Northern Europe also supported Martin Luther.
nn: Fleire kongar i Nord-Europa stødde Martin Luther.

source: Many Vikings travelled to other countries.
nn: Mange vikingar reiste til andre land.

source: A religious rebellion started in 1517.
nn: I 1517 starta eit religiøst opprør.

source: How do different religions live side by side in today’s multicultural Norway?
nn: Korleis lever ulike religionar side om side i det fleirkulturelle landet Noreg har blitt i dag?

source: Norway is part of the Nordic countries, consisting of Norway, Sweden, Denmark, Finland and Iceland.
nn: Noreg ligg i Norden som består av Noreg, Sverige, Danmark, Finland og Island.

source: The Norwegian welfare society needs many different kinds of occupational groups for it to work.
nn: Det trengst mange ulike yrkesgrupper for at det norske velferdssamfunnet skal fungere.

source: The need for labour increased, and towns and cities continued to grow.
nn: Behovet for arbeidskraft auka, og byane held fram å vekse.

source: Why do we throw out so much food?
nn: Kvifor kastar vi så mykje mat?

source: He was called Karl Johan, and the main street in Oslo was named after him.
nn: Han heitte Karl Johan, og hovudgata i Oslo har namn etter denne kongen.

source: In Norway, it is common for both men and women to shake hands.
nn: I Noreg er det vanleg å handhelse, både for menn og for kvinner.

source: Merhet is 14 and goes to lower secondary school.
nn: Merhet er 14 år og går på ungdomsskulen.

source: John: Well, it can’t make things worse.
nn: Jaja, det blir vel ikkje verre enn det er no.

source: Almost 75 percent of inhabitants live along the coast.
nn: Nesten 75 prosent av innbyggjarane bur langs kysten.

source: All people are born free, with the same value and human rights.
nn: alle menneske er fødde frie med same menneskeverd og menneskerettar

source: Children and young people are called in for regular dental check-ups until they reach the age of 18.
nn: Barn og unge blir kalla inn til jamlege tannkontrollar fram til dei er 18 år gamle.

source: Hospital stays are free of charge.
nn: Det er gratis å liggje på eit offentleg sjukehus.

source: Your regular GP is the first point of contact if you fall ill.
nn: Det er til denne fastlegen ein fyrst skal vende seg om ein blir sjuk.

source: Forcing anyone to marry is illegal in Norway.
nn: I Noreg er det forbode å tvinge nokon til å gifte seg.

source: They must complete their upper secondary education by the year in which they turn 24.
nn: Ungdomen må vere ferdig med den vidaregåande opplæringa innan det året han eller ho fyller 24 år.

source: In 1959, the Sami language was again allowed to be used as a language in schools.
nn: I 1959 blei det igjen tillate å bruke samisk språk i skulen.

source: Norway is a democracy.
nn: Noreg er eit demokrati.

source: case officers, office staff and other NAV staff
nn: saksbehandlarar, kontorpersonale og andre tilsette i Nav

source: The parliament, the Storting, was founded in 1814.
nn: Nasjonalforsamlinga, Stortinget, blei grunnlagd i 1814.

source: Your network can include family, relations, friends, acquaintances, colleagues, neighbours, teachers and case officers.
nn: Nettverket vårt kan bestå av familie, slekt, vener, kjenningar, kollegaer, naboar, lærarar og saksbehandlarar.

source: This comes in addition to the patient charge.
nn: Dette kjem i tillegg til eigendelen.

source: Pay and taxes
nn: Løn og skatt

source: When we receive pay, social security or pension, the money goes straight into our bank account.
nn: Når vi får løn, trygd eller pensjon, går desse pengane rett inn på bankkontoen vår.

source: People who live in a democracy have freedom, responsibilities, rights and obligations.
nn: Menneske som bur i eit demokrati, har både fridom, ansvar, rettar og plikter.

source: The Convention was adopted in 1989 and ratified by Norway in 1991.
nn: Konvensjonen blei vedteken i 1989, og Noreg skreiv under i 1991.
